const translate = {
	welcome_subtitle: {
		ru: 'Добро пожаловать в&nbsp;метасеть',
		en: '',
	},
	welcome_text: {
		ru: 'Играй, созидай, властвуй!',
		en: '',
	},
	welcome_button: {
		ru: 'Вступить в&nbsp;cообщество',
		en: '',
	},

	about__info: {
		ru: '<p> Мы захотели выпендриться и придумали крутую тему: TITIMITI — первую в мире метасеть, объединяющую Play-to-earn, AR, Blockchain и B2P в единую экономическую систему будущего. </p> <p> Жадность и азарт больше не смогу сделать вас банкротом, теперь они трансформируются в «цифровое золото» – актив, работающий на благо всего сообщества. </p> <p> Так наши комплексы и ваши пороки изменят будущее человечества, естественно к лучшему. </p> <p> Наша миссия — создание революционной геймифицированной социально-экономической системы, которая включает в себя разработку инновационной структуры, основанной на блокчейн технологиях. </p>',
		en: '',
	},

	ecosystem_title: {
		ru: 'экосистема titimiti',
		en: '',
	},
	ecosystem_btn: {
		ru: 'Подробнее',
		en: 'More',
	},
	ecosystem_text_1: {
		ru: 'Планета, разделённая на функциональные токены',
		en: '',
	},
	ecosystem_text_2: {
		ru: 'Настоящие сокровища в дополненной реальности',
		en: '',
	},
	ecosystem_text_3: {
		ru: 'Функциональная монета метасети TITIMITI',
		en: '',
	},

	titiland_subtitle: {
		ru: 'Зарабатывай и властвуй',
		en: '',
	},
	titiland_text: {
		ru: '<p>Мир давно поделили, но мы поняли, что его можно поделить ещё раз.</p> <p> И примерно за 6 дней сотворили TITI LAND, разделив виртуальную карту планеты Земля на равные участки суши и воды. </p> <p> Каждый из этих участков является функциональным NFT токеном и в свою очередь ключевым активом в экосистеме TITIMITI. Держатели получают доступ к тем или иным возможностям в метасети TITIMITI и получает ряд эксклюзивных привилегий. </p>',
		en: '',
	},
	titiland_1_name: {
		ru: 'УЧАСТКИ АНТАРКТИКИ (NFTA)',
		en: '',
	},
	titiland_1_text: {
		ru: 'Принадлежат команде разработчиков проекта, владельцы NFTA выдвигают на рассмотрение владельцев земельных участков все ключевые предложения по управлению метасетью TITIMITI.',
		en: '',
	},
	titiland_2_name: {
		ru: 'УЧАСТКИ ВОДЫ (NFTS)',
		en: '',
	},
	titiland_2_text: {
		ru: 'Владельцы NFTS получают доступ к добыче MITI, после активации на своём участке mining pool. Добыча токенов MITI происходит, посредством стейкинга MITI в mining pool.',
		en: '',
	},
	titiland_3_name: {
		ru: 'ЗЕМЕЛЬНЫЕ УЧАСТКИ (NFTE)',
		en: '',
	},
	titiland_3_text: {
		ru: 'Владельцы NFTS получают доступ к добыче MITI, после активации на своём участке mining pool. Добыча токенов MITI происходит, посредством стейкинга MITI в mining pool.',
		en: '',
	},
	titiland_btn: {
		ru: 'Приобрести',
		en: '',
	},

	zoomloop_subtitle: {
		ru: 'Открой новый мир',
		en: '',
	},
	zoomloop_btn: {
		ru: 'Подробнее',
		en: 'More',
	},
	zoomloop_text: {
		ru: '<p> Люди, а не деньги, вот настоящая ценность. Поэтому для людей мы разбрасываем деньги прямо на улице. Но не для всех а только для самых умных, тех кто обзавёлся ключом от нашей метасети. </p> <p> Умным быть круто! Короче стань крутым и установи нашу приложуху Zoom Loupe на свой телефон. </p>',
		en: '',
	},

	miticoin_text: {
		ru: '<p> Призовой билет вселенной Zoom Loupe, денежная единица светлого будущего. </p> <p> Экономическая модель проекта предполагает, что цена MITI привязана к капитализации основных фондов метасети TITIMITI. И задача нашего сообщества, сделать так чтобы эта капитализация росла. </p>',
		en: '',
	},
	miticoin_subtitle: {
		ru: 'Как мне получить Miti&nbsp;Tocken?',
		en: '',
	},
	miticoin_btn_1: {
		ru: 'Air drop',
		en: '',
	},
	miticoin_btn_2: {
		ru: 'Legendary pack',
		en: '',
	},

	advantages_subtitle: {
		ru: 'Все преимущества',
		en: '',
	},
	advantages_title: {
		ru: 'Владельцев Miti tocken',
		en: '',
	},
	advantages_1_name: {
		ru: 'Высокий потенциал',
		en: '',
	},
	advantages_1_text: {
		ru: 'Благодаря уникальной финансовой модели',
		en: '',
	},
	advantages_2_name: {
		ru: 'Устойчивая цена',
		en: '',
	},
	advantages_2_text: {
		ru: 'Обеспеченная капитализацией метасети',
		en: '',
	},
	advantages_3_name: {
		ru: 'Возможность заработать',
		en: '',
	},
	advantages_3_text: {
		ru: 'При помощи стейкинга',
		en: '',
	},
	advantages_4_name: {
		ru: 'Востребованный актив',
		en: '',
	},
	advantages_4_text: {
		ru: 'Единая валюта для множества проектов метасети',
		en: '',
	},

	distribution_subtitle: {
		ru: 'Распредление MitiToken',
		en: '',
	},
	distribution_1: {
		ru: 'Первичное<br />распредление MitiToken',
		en: '',
	},
	distribution_2: {
		ru: 'Предстоит<br />добыть майнерам',
		en: '',
	},

	stats_tab_1: {
		ru: 'Первичное распределение',
		en: '',
	},
	stats_tab_2: {
		ru: 'Распределение майнинга',
		en: '',
	},
	stats__btn: {
		ru: 'Полная токеномика',
		en: '',
	},

	advert_subtitle: {
		ru: 'Успей купить!',
		en: '',
	},
	advert_btn: {
		ru: 'Купить',
		en: '',
	},

	rm_step1: {
		ru: '1 этап',
		en: '',
	},
	rm_step2: {
		ru: '2 этап',
		en: '',
	},
	rm_step3: {
		ru: '3 этап',
		en: '',
	},
	rm_step4: {
		ru: '4 этап',
		en: '',
	},
	rm_step5: {
		ru: '5 этап',
		en: '',
	},
	rm_moon: {
		ru: '5 этап',
		en: '',
	},

	email_subtitle: {
		ru: 'Введи свою электронную почту',
		en: '',
	},
	email_title: {
		ru: 'Получай новости первым',
		en: '',
	},
	email_error: {
		ru: 'Некорректно введена почта',
		en: '',
	},
	email_send: {
		ru: 'Отправить',
		en: '',
	},

	popup_btn: {
		ru: 'Закрыть',
		en: '',
	},
	popup_404_text: {
		ru: 'Страница еще в разработке',
		en: '',
	},
	popup_email_text: {
		ru: 'Вы успешно подписались<br>на рассылку',
		en: '',
	},
	cookie_text: {
		ru: 'Этот сайт использует cookies, хоть мы и не пекарня',
		en: '',
	},
	cookie_btn: {
		ru: 'Хорошо',
		en: '',
	},

	'point-1': {
		ru: 'Формирование идеи',
		en: '',
	},
	'point-2': {
		ru: 'Формирование высокопрофессиональной команды',
		en: '',
	},
	'point-3': {
		ru: 'Первые концепты и выбор художественного направления',
		en: '',
	},
	'point-4': {
		ru: 'Техническая документация',
		en: '',
	},
	'point-5': {
		ru: 'Прототипирование',
		en: '',
	},
	'point-6': {
		ru: 'Дизайн документ',
		en: '',
	},
	'point-7': {
		ru: 'Токеномика',
		en: '',
	},
	'point-8': {
		ru: 'Whitepaper',
		en: '',
	},
	'point-9': {
		ru: 'Запуск сайта Titimiti и Zoom Loupe',
		en: '',
	},
	'point-10': {
		ru: 'Запуск социальных сетей',
		en: '',
	},
	'point-11': {
		ru: 'Zoom Loupe Открытый бета-тест',
		en: '',
	},
	'point-12': {
		ru: 'Первый взгляд на NFT',
		en: '',
	},
	'point-13': {
		ru: 'Miticoin release',
		en: '',
	},
	'point-14': {
		ru: 'Аудит смартконтрактов',
		en: '',
	},
	'point-15': {
		ru: 'Запуск сайта Titiland ',
		en: '',
	},
	'point-16': {
		ru: 'Продажи NFTW',
		en: '',
	},
	'point-17': {
		ru: 'Zoom Loupe Beta release',
		en: '',
	},
	'point-18': {
		ru: 'NFTA drops',
		en: '',
	},
	'point-19': {
		ru: 'Запуск маркетплейса',
		en: '',
	},
	'point-20': {
		ru: 'Формирование Landlords',
		en: '',
	},
	'point-21': {
		ru: 'Продажи NFTO',
		en: '',
	},
	'point-22': {
		ru: 'Запуск майнинга',
		en: '',
	},
	'point-23': {
		ru: 'Запуск стейкинга',
		en: '',
	},
	'point-24': {
		ru: 'Создание инфраструктуры земель Titiland',
		en: '',
	},
	'point-25': {
		ru: 'Формирование Союзов, Стран и Орденов',
		en: '',
	},
	'point-26': {
		ru: 'Первое децентрализованное голосование',
		en: '',
	},
	'point-27': {
		ru: 'Внедрение NFT паспорт системы',
		en: '',
	},
	'point-28': {
		ru: 'Социальная сеть Titimiti',
		en: '',
	},
	'point-29': {
		ru: 'Titimiti multichain',
		en: '',
	},
	'point-30': {
		ru: 'Google takeover',
		en: '',
	},
	'point-1d': {
		ru: 'Декабрь <span> 2021</span>',
		en: '',
	},
	'point-5d': {
		ru: 'ФЕВРАЛЬ <span> 2021</span>',
		en: '',
	},
	'point-6d': {
		ru: 'MAЙ <span> 2022</span>',
		en: '',
	},
	'point-8d': {
		ru: 'Август <span> 2022</span>',
		en: '',
	},
	'point-9d': {
		ru: 'СЕНТЯБРЬ <span>2022</span>',
		en: '',
	},
	'point-14d': {
		ru: 'Декабрь <span> 2022</span>',
		en: '',
	},
	'point-15d': {
		ru: 'Январь <span> 2023</span>',
		en: '',
	},
	'point-21d': {
		ru: 'Май <span> 2023</span>',
		en: '',
	},
	'point-25d': {
		ru: 'АВГУСТ <span> 2023</span>',
		en: '',
	},
	'point-30d': {
		ru: '2027',
		en: '',
	},
};
